Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/4001 JM Training Presentation - Rev1 - Master - 26Aug14.pptx-omegat.tmx
Source language: en
Languages: es

source: Note aircraft are not included here as they represent a broader risk which will be addressed in a separate global standard.
es: No se incluyen aquí las aeronaves porque representan un riesgo más amplio que se tratará en una norma global aparte.

source: Operator –The key wording here is ‘while conducting work for Golder’.
es: Operador: lo esencial aquí es «al ejecutar trabajos para Golder».

source: An employee driving a vehicle (or riding a horse, sailing a boat, etc) for an office or site visit would be an ‘operator’.
es: Un colaborador que conduce un vehículo (o monta un caballo, o pilotea una embarcación) para una oficina o una visita a terreno sería un «operador».

source: An employee driving a bus on a project would be an ‘operator’.
es: Un colaborador que conduce un bus en un proyecto sería un «operador».

source: A subcontractor driving a truck for Golder would be an ‘operator’.
es: Un contratista que conduce un camión para Golder sería un «operador».

source: All these people would be considered to be ‘conducting work for Golder’ i.e. without Golder they would not be undertaking that journey.
es: Todos ellos estarían «ejecutando trabajos para Golder», es decir, sin Golder, no estarían haciendo ese viaje.

source: Conversely the driver of a taxi cab or public bus would not be considered an ‘operator’ as they would not be conducting work for Golder i.e. they are undertaking journeys which are independent of Golder’s work operations.
es: Por otro lado, el conductor de un taxi o autobús público no sería un «operador» porque no estaría ejecutando una labor para Golder, es decir, sus viajes son independientes de los trabajos que se ejecuten para Golder.

source: Work Related Travel - Similar to the definition of ‘operator’.
es: Viaje de trabajo: su definición es similar a la de «operador».

source: Work related travel is a journey undertaken which would not be were it not for Golder’s benefit e.g. an employee would be unlikely to visit a client’s offices were there no benefit to Golder in doing so (i.e. on their own time).
es: El viaje de trabajo es un viaje que no se hubiera hecho si no fuera porque implica un beneficio para Golder. Por ejemplo, sería improbable que un colaborador visitara las oficinas de un cliente si ello no implicara un beneficio para Golder (si lo hiciera por cuenta propia).

source: ‘Direct instruction’ from Golder does not mean that such must have been given for each journey e.g. a manager may not have received a direct instruction from Golder to visit another Golder office for a specific trip but such travel may be required in order for them to discharge the responsibilities of their job/role and therefore is considered as part of the ‘direct instruction’ already given by Golder on appointment to the role and it’s attendant responsibilities.
es: «Instrucción directa» de Golder no significa que esta se haya dado para cada viaje. Por ejemplo, un gerente pudo no haber recibido una instrucción directa de Golder para visitar otra oficina de Golder en un viaje específico, pero pudo haber sido necesario hacerlo para cumplir con las obligaciones de su cargo o función y por ello se considera parte de la «instrucción directa» dada previamente por Golder al designársele en ese cargo, con las responsabilidades que le atañen.

source: Similar interpretation may be applied when an employee is appointed to a project by Golder and is required to undertake journeys in order to meet their client commitments as agreed by Golder as part of the project scope.
es: Se puede aplicar una interpretación similar cuando Golder destina un colaborador a un proyecto y es necesario que haga viajes para cumplir sus compromisos con el cliente, según lo acordado por Golder dentro del alcance del proyecto.

source: Note – Applies to Golder (owned, leased, or rental) modes of transport, as well as private and client modes of transport used while conducting business on behalf of Golder.
es: Nota: rige para los medios de transporte que son propiedad de Golder o están en alguna modalidad de alquiler y a los medios de transporte privados o de clientes que se empleen mientras se hacen negocios en representación de Golder.

source: This procedure does not apply to public transport or taxi cabs.
es: Este procedimiento no rige para el transporte público o el uso de taxis.

source: Golder employees who operate a mode of transport for work related operations must be competent and hold the required licence(s) to operate the mode of transport.
es: Los colaboradores de Golder que operan un medio de transporte en sus labores deben ser competentes y tener las licencias pertinentes.

source: Holding a government issued operator’s license may not be sufficient for employees to operate modes of transport on Golder business and additional or specialist training may be required.
es: Es posible que el hecho de tener una licencia otorgada por la autoridad no sea suficiente para operar medios de transporte en labores de Golder y que se necesite capacitación adicional o especializada.

source: Where modes of transport are provided by a client for Golder employee transportation contact with the client should be made to determine as far as practicable that the operators are competent and licenced to operate the mode of transport.
es: Cuando un cliente disponga de medios de transporte para colaboradores de Golder, se debe contactar al cliente para determinar, de ser posible, si los operadores son competentes y si tienen las licencias pertinentes.

source: Points to expand:
es: Puntos para explayarse:

source: Comply with other Golder policies and procedures – Modes of transport used for work purposes are considered as ‘work places’ and therefore subject to the same policies and procedures as other Golder work places i.e. a Golder office.
es: Cumplir con otras políticas y procedimientos de Golder: los medios de transporte usados con fines de trabajo se consideran «lugares de trabajo» y, por lo tanto, se les exige cumplir con las mismas políticas y procedimientos que otros lugares de trabajo (por ejemplo, una oficina) de Golder.

source: Use seat belts or restraining device at all times where they are fitted – Ideally this would be an absolute in all modes of transport but the reality is that in some Op-Co the local legislation is simply not at a level where it is possible to ensure that all modes of transport are fitted with seat belts.
es: Usar cinturón de seguridad u otro dispositivo de seguridad en todo momento si cuenta con estos: lo ideal sería que esto fuera siempre así en todos los medios de transporte, pero la realidad es que en algunas operaciones la legislación local simplemente no da pie para garantizar que todos los medios de transporte cuentan con cinturón de seguridad.

source: Also some modes of transport may not be fitted as standard e.g. a tuk-tuk or rickshaw.
es: Además, algunos medios de transporte no cuentan con equipamiento estándar, por ejemplo los «tuk-tuk» o mototaxis.

source: Wear appropriate personal protection equipment to the more protective standard – This applies to modes of transport like motorbikes, horses, quad bikes etc. In some Op-Co it may not be a legal requirement to wear PPE (e.g. bike helmet), however where the manufacturer has specified that particular PPE be worn (e.g. bike helmet) then we should be complying with that standard regardless of local legislation.
es: Usar elementos de protección personal según la norma más exigente: se aplica a medios de transporte como motocicletas, caballos, cuatrimotos, etc. En algunas operaciones, puede que no sea un requisito legal usar EPP (como un casco para bicicleta), aunque si el fabricante especifica que se debe usar algún tipo de EPP, debemos cumplir con esa norma, sin importar lo que diga la legislación local.

source: Ditto to where a risk assessment has identified a hazard and risk which could be mitigated through the use of appropriate PPE.
es: Lo mismo es válido si una evaluación de riesgo ha identificado un peligro y riesgo que podría mitigarse con el uso de EPP adecuado.

source: – ‘safe navigation’ applies to fixed radios in vehicles but may also include the use of a ship’s radar and other navigation equipment fitted to marine vessels.
es: : «navegación segura» se refiere a las radios fijas en los vehículos, pero también puede comprender el uso de un radar de embarcación u otro equipo de navegación en naves.

source: Modes of transport shall be registered, certified and inspected in accordance with local legislative requirements and be assessed prior to each use to assess its condition and suitability for the intended operation including the planned route and transport of materials and equipment.
es: Se deben registrar, certificar e inspeccionar los medios de transporte de conformidad con la legislación local y evaluarse antes de cada uso para conocer su condición e idoneidad para el uso previsto y para la ruta planificada y el transporte de materiales y equipos.

source: Rental Vehicles
es: Vehículos de alquiler

source: Rental vehicles must comply with local legislation and regulations pertaining to the class of vehicle.
es: Los vehículos de alquiler deben cumplir con la legislación y normativa locales en lo respectivo a la clase de vehículo.

source: Beyond local compliance every effort should be made to ensure the rental transport complies with the Golder standard as far as practicable.
es: Además de la normativa local, se debe procurar que el transporte de alquiler cumpla tanto como sea posible con la normativa de Golder.

source: This may require modifications to be made to local vehicles (fitting of flashing lights/UHF radios /emergency equipment/etc) or sourcing vehicles from outside the country for a project.
es: Para un proyecto, se podría necesitar hacer modificaciones a vehículos locales (equiparlos con balizas, radios UHF o equipos de emergencia, entre otros) o traer vehículos de fuera del país.

source: Op-Cos should liaise with rental companies to discuss our expectations pertaining to fleet safety and environmental standards and identify those suitable on Golder’s Subcontractor Database.
es: Las Operaciones deben mantener contacto con empresas de alquiler de vehículos para manifestarles nuestras expectativas en cuanto a la seguridad de la flota y a las normas ambientales y deben registrar a aquellas idóneas en la base de datos de proveedores de Golder.

source: In some countries it may not be possible to access rental vehicles which meet all our mandatory and desired features; however prior assessment will assist in identifying those that most closely match our criteria.
es: En algunos países, quizá no se pueda tener acceso a vehículos de alquiler que cumplan con todas nuestras exigencias obligatorias y deseadas. Sin embargo, una evaluación previa permitirá identificar a aquellos que se aproximen más a nuestros criterios.

source: Where it is known that a project will involve working in areas where transport standards may be compromised this should be addressed through the risk assessment process early in the project planning process.
es: Cuando se sepa que un proyecto implica trabajar en lugares donde no puedan respetarse a cabalidad las normas de transporte, esto debe canalizarse a través del proceso de evaluación de riesgos tempranamente en el proceso de planificación del proyecto.

source: The use of Private Vehicles for Work Purposes
es: Uso de vehículos particulares para fines laborales

source: Employees may elect to use private vehicles for work purposes.
es: Los colaboradores pueden optar por usar vehículos particulares para fines laborales.

source: Employees are compensated on a monetary amount/per unit distance travelled basis to cover a variety of costs associated with work use.
es: Se compensará monetariamente por unidad de distancia recorrida a estos para cubrir los diversos costos asociados con el uso laboral de sus vehículos.

source: Private vehicles should only be used for work purposes which relate to low risk tasks such as visiting clients and driving on sealed roads.
es: Solo deben usarse vehículos particulares para fines laborales que se relacionen con tareas de bajo riesgo como visitar a clientes y conducir en caminos pavimentados.

source: Field work should not be undertaken in private vehicles.
es: No se deben ejecutar labores de campo en vehículos particulares.

source: Cargo Carrying
es: Transporte de carga

source: The mode of transport should be suitable for the loads carried and should have adequate anchor points to ensure that loads can be adequately secured.
es: El medio de transporte debe ser apto para las cargas que transporta y debe tener puntos de anclaje suficientes para asegurarse de que puedan sujetarse las cargas correctamente.

source: Employees considering transporting dangerous goods must seek expert advice before proceeding.
es: Los colaboradores que contemplen el transporte de artículos peligrosos deben procurar asesorarse por un experto antes de proceder.

source: Prior to carrying cargo in any mode of transport an assessment should be undertaken.
es: Antes de transportar carga en cualquier medio de transporte, debe llevarse a cabo una evaluación.

source: Route - secondary routes, the suitability of the route for the intended mode of transport, physical hazards along the route, encounters with flora, fauna, travel through areas of environmental or heritage significance.
es: Ruta: la idoneidad de la ruta para el medio de transporte previsto, peligros físicos a lo largo de la ruta, encontrarse con flora o fauna, atravesar áreas de importancia ambiental o patrimonial.

source: Site Traffic Standards - Client sites may have vehicle operation requirements and hazards that are very different from those normally encountered in public driving.
es: Normas de tránsito en sitios: los sitios de clientes pueden tener requisitos de operación de vehículos y peligros muy distintos de los que se encuentran normalmente en caminos públicos.

source: Scheduling - Distance to be travelled and the proposed schedule and timing of the journey.
es: Programación: la distancia a recorrer y la propuesta de cronograma y tiempos del viaje.

source: Long distance driving alone and driving overnight should be avoided where possible.
es: De ser posible, se debe evitar conducir solo y de noche en distancias largas.

source: Contact persons - HaSEP check in process or a journey specific process.
es: Personas de contacto: proceso de chequeo del HaSEP o un proceso específico para el viaje.

source: Minimum of pre-departure and on-arrival contact and ideally at significant points in the journey.
es: Mínimo de contacto antes de partir y a la llegada e idealmente en puntos importantes del viaje.

source: Weather forecasting – Commensurate to the identified risk.
es: Pronóstico del tiempo: equiparado al riesgo identificado.

source: Adverse weather can result in delays to travel with subsequent loss of project time and money.
es: El clima adverso puede significar retrasos en el viaje con la posterior pérdida de tiempo y dinero del proyecto.

source: In the worst case scenario severe weather conditions can create life threatening conditions.
es: En el peor de los casos, las malas condiciones del tiempo pueden crear situaciones que ponen en riesgo la vida.

source: Emergency plans - Required for high risk journeys and should be considered as part of the planning for all journeys.
es: Planes de emergencia: para viajes de alto riesgo y este debe considerarse como parte de la planificación de todos los viajes.

source: Must be communicated. Commensurate with the identified risks and may be a dedicated plan or form part of the HaSEP.
es: Deben comunicarse y equipararse a los riesgos identificados y pueden tratarse de un plan dedicado o formar parte del HaSEP.

source: Should include environmental controls in the event of spills or loss of containment of harmful substances e.g. fuel.
es: Deben contemplar controles ambientales en caso de derrames o pérdida de contención de sustancias peligrosas tales como combustibles.

source: Note key words in Toolkit are “A specific journey management plan should be completed for journeys which have been assessed as being high risk.” In other words a JMP which forms part of the HaSEP for high risk travel may be okay but a specific JMP is better practice.
es: Las palabras clave en el kit de herramientas son «Para viajes que hayan sido evaluados y considerados de alto riesgo, debe elaborarse un plan de manejo específico». Es decir, un PMV que esté dentro de un HaSEP para viajes de alto riesgo puede servir, pero un PMV específico es una mejor práctica.

source: The toolkit wording does not remove the Standard requirement that ‘Journeys shall be assessed and controls identified and implemented.’ It merely expands on this to illustrate how that Standard requirement may be met.
es: La redacción del kit de herramientas no elimina el requisito de la norma de que «los viajes deben evaluarse y deben identificarse e implementarse controles». Solo amplía lo dicho para ilustrar la manera en que puede cumplirse el requisito de la norma.

source: In some regions road travel of 500km/300miles may be quite normal whereas in other regions it may be a significant distance.
es: En algunas regiones, los viajes en carretera de 500 km/ 300 millas pueden ser muy normales, mientras que en otras esto puede parecer una gran distancia.

source: The reason this limit is included is that, even on good roads, travel of that distance is likely to take a few hours to complete which means that fatigue as a hazard should be considered.
es: El motivo de este límite es que, incluso en caminos buenos, viajar esa distancia suele demorar algunas horas, lo que implica que la fatiga es un peligro a considerar.
